Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_stipendi_kolmelle_korkeakouluopiskelijalle.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien stipendi kolmelle korkeakouluopiskelijalle
sms: Sääʹmteʹǧǧ oudd stipeeʹnd kooum õllškooulmättʼtõõttja

source: Senja Aikio, Joanna Saijets ja Ibbá Lauhamaa saavat tänä vuonna Saamelaiskäräjien korkeakouluopiskelijoille tarkoitetun 1000 euron stipendin.
sms: Senja Aikio, Joanna Saijets ja Ibbá Lauhamaa vuäǯǯa tän eeʹjj Sääʹmteeʹǧǧ õllškooulmättʼtõõttjid õõlǥtum 1000 eeuʹr stipeeʹnd.

source: Saamelaiskäräjät ilmoitti syyskuun 27. päivänä haettavaksi stipendit , jotka on tarkoitettu saamen kielen ja/tai saamelaisen kulttuurin pääaine- ja sivuaineopiskelijoille sekä saamenkieliseen työelämään valmistavassa korkea-asteen koulutuksessa oleville.
sms: Sääʹmteʹǧǧ iʹlmmti ooccâmnalla čõhččmannu 27. peeiʹv stipeeʹndid , kook liâ õõlǥtum sääʹmǩiõl da/leʹbe sääʹmkulttuur väʹlddaaunâs- da čårraaunâsmättʼtõõttjid di sääʹmǩiõllsaž tuâjj-jieʹllma valmšteei õlltääʹzz škooultõõzzâst leʹddjid.

source: Stipendihakemuksia vastaanotettiin yhteensä 11. Stipendin hakuaika päättyi 21.10. Koulutus- ja oppimateriaalilautakunta päätti stipendien saajista kokouksessaan 7.11.
sms: Sääʹmteʹǧǧ vaaʹldi vuâstta õhttsiʹžže 11 stipeʹnddooccmõõžžad. Stipeeʹnd ooccâmäiʹǧǧ puuđi 21.10. Škooultõs- da mättmateriaal-luʹvddkååʹdd mieʹrrii stipeeʹndi vuäǯǯjin såbbreʹstes 7.11.

source: Ibbá Lauhamaa suorittaa Tromssan arktisessa yliopistossa englannin- ja pohjoissaamen kielten maisteriopintoja ja on kotoisin Enontekiöltä.
sms: Ibbá Lauhamaa čõõđât Tromssa aarktlaž õllškooulâst engglõs- da tâʹvvsääʹmǩiõli maistermäättaid da lij Jeänõõǥǥâst vuâlǥaž.

source: Senja Aikio opiskelee pääaineenaan pohjoissaamen kieltä ja sivuaineenaan saamelaista kulttuuria Oulun yliopistossa ja hän on kotoisin Utsjoelta.
sms: Senja Aikio lååkk väʹlddaunnsen tâʹvvsääʹmǩiõl da čårraunnsen sääʹmkulttuur Oulu õllškooulâst da son lij Uccjooǥǥâst vuâlǥaž.

source: Joanna Saijets opiskelee pääaineenaan saamelaista kulttuuria ja sivuaineenaan pohjoissaamen kieltä.
sms: Joanna Saijets lååkk väʹlddaunnsen sääʹmkulttuur da čårraunnsen tâʹvvsääʹmǩiõl.

source: Saijets on kotoisin Inarista ja aiemmalta koulutukseltaan sosionomi AMK.
sms: Saijets lij Aanrest vuâlǥaž da õõuʹdab škooultõs suʹst lij sosionom AMK.

source: Saamelaiskäräjät kiittää kaikkia stipendiä hakeneita ja toivottaa jokaiselle onnea ja menestystä sekä opinnoissa että tulevassa työelämässä!
sms: Sääʹmteʹǧǧ späʹssbââšš puk stipeeʹnd ooccjid da tuäivat pukid leekk da pueʹr õuddnummuš nuʹt määttain di puõʹttivuõđ tuejj-jieʹllmest!
